Repository: react-epfl/BaloneyMeter
Catalog: BaloneyMeter/*.lproj/Localizable.strings
Languages: fr

# comment00000
source: are you talking about the claim that you will meet Michael Jackson after death?
fr: êtes vous en train de parler du fait que vous allez retrouver Michael Jackson après la mort?

# comment00001
source: are you sure no other alternative is possible? the best alternative among bad ones is still not very convincing.
fr: êtes vous sûr-e qu’aucune autre alternative n’est possible? être la meilleure parmi des mauvaises alternatives n’est pas super convaincant.

# comment00010
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed.
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose, êtes vous sûr-e que l’info ne peut être vérifiée, mais est confirmée?

# comment00011
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose, êtes vous sûr que l’info ne peut être vérifiée, mais est confirmée?

# comment00100
source: are you talking about the claim that homeopathy works?
fr: êtes vous en train de parler de l’affirmation que l’homéopathie marche?

# comment00101
source: as Hitchens says: what can be asserted without evidence, can be dismissed without evidence
fr: ce qui peut être affirmé sans preuve, peut être balayé sans preuve - Christopher Hitchens

# comment00110
source: make sure all the existing evidence support this claim and not another
fr: soyez sur que toutes les preuves existantes supportent votre information et non une autre.

# comment00111
source: remember that the plural of anecdote is not data
fr: rappelez-vous que peu importe le nombre d’anecdotes, elles ne constituent pas des preuves solides

# comment01000
source: remember that arguments from authority carry little weight, follow the evidence
fr: rappelez-vous que les arguments d’autorité ne pèsent pas très lourd, suivez les preuves.

# comment01001
source: watch out for unreliable sources, biases and conflicts of interest
fr: rappelez-vous que les arguments d’autorité ne pèsent pas très lourd.

# comment01010
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed
fr: êtes-vous sûr-e que l’info ne peut être vérifiée ou démentie mais est confirmée?

# comment01011
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed
fr: êtes-vous sûr-e que l’info ne peut être vérifiée ni démentie mais est confirmée?

# comment01100
source: controlled experiments are key to supporting claims, especially extraordinary claims
fr: des expériences controllées sont clé pour supporter une affirmation, en particulier celles qui sont extraordinaires

# comment01101
source: as Carl Sagan says: extraordinary claims require extraordinary evidence!
fr: soyez plus exigent-e avec des informations extraordinaires, elles requièrent des preuves extraordinaires.

# comment01110
source: encourage debate around the evidence by knowledgeable proponents of all points of view
fr: encouragez le débat entre des points de vue différents

# comment01111
source: are you talking about the claim that evolution is the basis of the diversity of life?
fr: êtes-vous en train de parler du fait que l’évolution explique la diversité de la vie sur terre?

# comment10000
source: are you talking about the claim of your ex that you’re a bad lover?
fr: êtes vous en train de parler de l’affirmation de votre ex que vous êtiez un mauvais coup?

# comment10001
source: beware of unreliable source, conflicts of interest and cognitive biases.
fr: soyez prudent face a des sources non-fiables, face aux conflits d’intérêt et aux biais cognitifs.

# comment10010
source: encourage debate around the evidence by knowledgeable proponents of all points of view
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose

# comment10011
source: claims that cannot be tested or falsified are not worth much.
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose

# comment10100
source: are you talking about the claim of your employee that he is sick today?
fr: parlez vous de l’info de votre employé qui vous appelle pour dire qu’il est malade?

# comment10101
source: are you talking about your mechanics' claim that your tires need to be changed?
fr: parlez vous de l’info de votre garagiste qui dit que vos pneus doivent être changés

# comment10110
source: are you talking about your classmate’s claim that he aced exams without working at all?
fr: parlez vous de l’affirmation de votre pote qui dit avoir masterisé ses examens sans bosser?

# comment10111
source: even if the source is unreliable, if all the evidence points in the same direction, the claim is probably not baloney
fr: même si la source n'est pas fiable, si toutes les preuves vont dans le même sens, l'affirmation est probablement valable.

# comment11000
source: are you talking about your partner’s claim that you are an excellent lover?
fr: êtes vous en train de parler de l’affirmation de votre partenaire que vous êtes son meilleur coup?

# comment11001
source: try to spin more than one hypothesis
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose.

# comment11010
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed
fr: des infos qui ne peuvent ni être testées ni démenties ne valent pas grand chose.

# comment11011
source: claims that cannot be tested or falsified are not worth much, it seems strange that this one cannot be tested, yet has been confirmed
fr: êtes vous sûr que l’info est vérifiée et invérifiable en même temps?

# comment11100
source: are you talking about your mom’s claim that she likes your new flirt?
fr: parlez vous de l’info de votre mère qui vous affirme qu’elle apprécie votre nouveau flirt?

# comment11101
source: are you talking about your mom’s claim that she is feeling sick?
fr: parlez vous de l’info de votre père garagiste qui dit que vos pneus doivent être changés?

# comment11110
source: encourage debate around the evidence by knowledgable proponents of all points of view. don’t be too attached to an idea simply because its yours.
fr: encourager les débats d’idée et ne soyez pas trop attaché-e à une idée juste parce que c’est la vôtre.

# comment11111
source: are you talking about the claim that global warming is mainly human made?
fr: êtes vous en train de parler de l’affirmation que le réchauffement climatique est dû aux activités humaines?

# comment
source: always use the Baloney Meter before believing the baloney
fr: posez-vous quelques questions avant de croire n’importe quelle info

# question
source: is this claim baloney?
fr: info ou intox?

# score5
source: probably not
fr: sûrement info

# score4
source: possibly not
fr: plutôt info

# score3
source: it might be
fr: peut-être intox

# score2
source: probably it is
fr: plutôt intox

# score1
source: most probably
fr: sûrement intox

# score0
source: I don’t know
fr: je ne sais pas

# extraordinary?
source: is it extraordinary?
fr: est-ce extraordinaire?

# extraordinary1
source: it’s really unbelievable
fr: c’est complètement fou

# extraordinary2
source: it’s extraordinary
fr: c’est extraordinaire

# extraordinary3
source: it’s surprising
fr: c’est surprenant

# extraordinary4
source: it’s a bit surprising
fr: c’est assez ordinaire

# extraordinary5
source: it’s ordinary
fr: c’est très ordinaire

# source?
source: is its source reliable?
fr: est-ce que la source est fiable?

# source1
source: its source is not at all reliable
fr: la source n’est pas du tout fiable

# source2
source: its source is not very reliable
fr: la source n’est pas fiable

# source3
source: its source is somewhat reliable
fr: la source est assez fiable

# source4
source: its source is reliable
fr: la source est fiable

# source5
source: its source is very reliable
fr: la source est super fiable

# testable?
source: can it be tested?
fr: est ce que ça peut être vérifié?

# testable1
source: it cannot be tested at all
fr: ça ne peut pas du tout être vérifé

# testable2
source: it’s too vague to be tested
fr: c’est trop vague pour être vérifié

# testable3
source: it cannot be tested very well
fr: ça ne peut pas être très bien vérifié

# testable4
source: it can reasonably be tested
fr: ça peut être assez bien vérifié

# testable5
source: it can be tested accurately
fr: ça peut être vérifié précisément

# positive?
source: is there confirmation for it?
fr: est-ce qu’il y a des confirmations?

# positive1
source: there is no confirmation whatsoever
fr: il n’y aucune confirmation

# positive2
source: no one has bothered confirming
fr: personne n’a essayé de confirmer

# positive3
source: there is some confirmation
fr: il y a un peu de confirmations

# positive4
source: there is strong confirmation
fr: il y a de nombreuses confirmations

# positive5
source: there is overwhelming confirmation
fr: les confirmations sont innombrables

# negative?
source: can there be another explanation?
fr: peut-il y avoir une autre alternative?

# negative1
source: alternative claims are much better
fr: des alternatives sont beaucoup mieux

# negative2
source: no one checked for other alternatives
fr: personne n’a regardé aux alternatives

# negative3
source: alternative claims are possible
fr: des alternatives sont possible

# negative4
source: alternative claims are not as good
fr: les alternatives sont pas aussi bonnes

# negative5
source: no other alternative comes close
fr: aucune alternative ne fait le poids
